tap "aws/tap"
tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "little-angry-clouds/my-brews"
tap "norwoodj/tap"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "unixodbc"
brew "asdf"
brew "awscli"
brew "aws-iam-authenticator"
brew "aws/tap/eks-anywhere"
brew "bash"
brew "certbot"
brew "cloudflare/cloudflare/cloudflared"
brew "cloudflare/cloudflare/cf-terraforming"
brew "derailed/k9s/k9s"
brew "docker"
brew "docker-compose"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "gnupg"
brew "gnu-sed"
brew "go"
brew "helm"
brew "hub"
brew "iperf"
brew "jq"
brew "little-angry-clouds/my-brews/particle"
brew "kubernetes-cli"
brew "kubie"
brew "kustomize"
brew "lazygit"
brew "libfido2"
brew "lua-language-server"
brew "mas"
brew "ncdu"
brew "neofetch"
brew "neovim"
brew "node"
brew "norwoodj/tap/helm-docs"
brew "pyenv"
brew "python@3.9"
brew "python@3.10"
brew "python@3.11"
brew "ripgrep"
brew "sops"
brew "stern"
brew "stow"
brew "telnet"
brew "terraform"
brew "terraformer"
#brew "wakeonlan"
brew "wget"
brew "yamllint"
brew "zsh"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "zsh-you-should-use"
cask "arc"
cask "alacritty"
cask "amethyst"
cask "beyond-compare"
cask "brave-browser"
cask "burp-suite"
cask "elgato-stream-deck"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-source-code-pro"
cask "font-meslo-lg-nerd-font"
cask "font-sauce-code-pro-nerd-font"
#cask "google-chrome"
cask "google-drive"
cask "lens"
cask "microsoft-remote-desktop"
cask "mysqlworkbench"
cask "obsidian"
cask "plex"
cask "postman"
cask "powershell"
cask "prusaslicer"
cask "signal"
cask "spotify"
#cask "steam"
cask "via"
cask "visual-studio-code"
cask "warp"
cask "yubico-authenticator"
cask "protonvpn"
cask "raspberry-pi-imager"
mas "Xcode", id: 497799835
mas "Dashlane", id: 517914548
mas "Okta Extension App", id: 1439967473
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Yubico Authenticator", id: 1497506650
